{
  "version": {
    # The current version number of your bot, which must increment on each publication.
    "version": "1.0.0",

    # Description of what's new in this version.
    "whatsnew": {
        "en": "Lesson 6 : Notifications"
    },

    # TRIGGER
    # Describe when this bot should trigger and execute. Add the trigger IDs together to combine triggers.
    # For example, to trigger off of both a Schedule (1) and a Device Measurement (8): 1 + 8 ==math==> "trigger": 9
    #
    # 1 = Schedule (based off a cron schedule inside this runtime.json file)
    # 2 = Switching modes (home / away / etc.)
    # 4 = Device alert
    # 8 = Device measurements or state change
    # 16 = Question answered by the user
    # 32 = New device file (like a video or picture)
    # 64 = Reserved for timers
    # 128 = Device configuration or metadata was updated
    # 256 = Data Stream Message received
    "trigger": 2,

    # ACCESS
    # This access block defines data sources the bot should interact with in the user's account.
    # By default, the bot will access everything it requests. Users can opt-out and manage their permissions.
    #
    # Attributes:
    #   * "category":
    #     1 = This bot should access the user's Modes (home / away / etc.)
    #     2 = This bot should access the user's Files (pictures, videos, etc.)
    #     3 = This bot will call for help with Professional Monitoring Services
    #     4 = Reserved
    #     5 = Reserved
    #     6 = This bot wants to manage the user's if-then Rules
    #
    #   * "trigger" = true to trigger off of this category (valid for categories 1 and 2)
    #   * "read" = read from this category (valid for all categories)
    #   * "control" = send commands to this category (change modes, call for help, modify a rule)
    "access": [
      {
        "category": 1,
        "trigger": true,
        "read": true,
        "control": false,
        "reason": {
          "en": "We'll practice sending notifications when your mode changes."
        }
      }
    ],

    # COMMUNICATIONS
    # Bots request permission to communicate over specific channels with different people and groups. Users can
    # opt-out of communications.
    #
    # Categories:
    #   0 = Me only
    #   1 = Friends
    #   2 = Family / Caregivers
    #   3 = Neighbors in my group in an organization
    #   4 = Organizational administrators
    #
    # Communication types:
    #   "email" - Email notifications
    #   "push" - Push notifications to phones signed into your account
    #   "sms" - SMS message to designated phone numbers or groups
    #   "msg" - in-app messaging
    "communications": [
      {
        "category": 0,
        "email": true,
        "push": true,
        "sms": false,
        "msg": false
      }
    ]
  }
}
