Repository: CareDailyAI/botlab
Catalog: com.ppc.Bot/locale/*/LC_MESSAGES/messages.po
Languages: es, fr, sv

source: '{}' now set to {}
es: '{}' ahora configurado en {}
fr: '{}' est désormais défini sur {}
sv: '{}' är nu satt till {}

source: '{}': Applying energy policies
es: '{}': Aplicación de políticas energéticas
fr: '{}': Application des politiques énergétiques
sv: '{}': Tillämpning av energipolitik

source: '{}': Away mode
es: '{}': Modo Ausente
fr: '{}': Mode absent
sv: '{}': Bortaläge

source: '{}': Home mode
es: '{}': Modo de inicio
fr: '{}': Mode Accueil
sv: '{}': Hemläge

source: '{}': Learned HOME cooling set point.
es: '{}': Punto de ajuste de refrigeración INICIAL aprendido.
fr: '{}': Point de consigne de refroidissement HOME appris.
sv: '{}': Inlärd HOME-kylningspunkt.

source: '{}': Learned HOME heating set point.
es: '{}': Punto de ajuste de calefacción DOMÉSTICO aprendido.
fr: '{}': Point de consigne de chauffage HOME appris.
sv: '{}': Inlärd HOME värmeinställningspunkt.

source: '{}': Learned away preferences.
es: '{}': Preferencias aprendidas.
fr: '{}': Préférences apprises.
sv: '{}': Lärde sig bort inställningar.

source: '{}': Learned night time preferences.
es: '{}': Preferencias nocturnas aprendidas.
fr: '{}': Préférences nocturnes apprises.
sv: '{}': Lärde sig nattliga preferenser.

source: '{}': Sleep mode
es: '{}': Modo de sueño
fr: '{}': Mode veille
sv: '{}': Sömnläge

source: 0 seconds
es: 0 segundos
fr: 0 seconde
sv: 0 sekunder

source: 1 hour
es: 1 hora
fr: 1 heure
sv: 1 timme

source: 1 minute
es: 1 minuto
sv: 1 minut

source: 1 second
es: 1 segundo
fr: 1 seconde
sv: 1 sekund

source: ALERTS
es: ALERTAS
fr: ALERTES

source: Active Call
es: Llamada activa
fr: Appel actif
sv: Aktivt samtal

source: Add 1 Entry device to improve the confidence.
es: Añade 1 Dispositivo de entrada para mejorar la confianza.
fr: Ajoutez 1 dispositif d'entrée pour améliorer la confiance.
sv: Lägg till 1 Entry-enhet för att öka förtroendet.

source: Add 1 Motion or Radar device to improve the confidence.
es: Agregue 1 dispositivo de movimiento o radar para mejorar la confianza.
fr: Ajoutez 1 appareil Motion ou Radar pour améliorer la confiance.
sv: Lägg till 1 rörelse- eller radarenhet för att förbättra självförtroendet.

source: Add 1 more Motion or Radar device to improve the confidence.
es: Agregue 1 dispositivo de movimiento o radar más para mejorar la confianza.
fr: Ajoutez 1 autre appareil Motion ou Radar pour améliorer la confiance.
sv: Lägg till 1 rörelse- eller radarenhet till för att förbättra självförtroendet.

source: Add 1 more entry device to improve the confidence.
es: Añade 1 dispositivo de entrada más para mejorar la confianza.
fr: Ajoutez 1 dispositif d'entrée supplémentaire pour améliorer la confiance.
sv: Lägg till ytterligare en inmatningsanordning för att öka förtroendet.

source: Add more Motion or Radar devices installed inside bedroom to improve the confidence.
es: Agregue más dispositivos de movimiento o radar instalados dentro del dormitorio para mejorar la confianza.
fr: Ajoutez davantage de dispositifs de détection de mouvement ou de radar installés à l'intérieur de la chambre pour améliorer la confiance.
sv: Lägg till fler rörelse- eller radarenheter installerade i sovrummet för att förbättra självförtroendet.

source: Add more Motion or Radar devices installed outside bedroom to improve the confidence.
es: Agregue más dispositivos de movimiento o radar instalados fuera del dormitorio para mejorar la confianza.
fr: Ajoutez davantage de dispositifs de détection de mouvement ou de radar installés à l’extérieur de la chambre pour améliorer la confiance.
sv: Lägg till fler rörelse- eller radarenheter installerade utanför sovrummet för att förbättra självförtroendet.

source: AeroSense Assure
es: Garantía AeroSense

source: Alarm
es: Alarma
fr: Alarme
sv: Larm

source: All Lines Busy
es: Todas las líneas ocupadas
fr: Toutes les lignes occupées
sv: Alla linjer upptagna

source: Android Camera
es: Cámara Android
fr: Appareil photo Android
sv: Android-kamera

source: Android Picture Frame
es: Marco de fotos de Android
fr: Cadre photo Android
sv: Android bildram

source: Apple Health
es: Salud de la Manzana
fr: Apple Santé

source: Apple Proxy
es: Proxy de Apple
fr: Proxy Apple

source: Assist Button
es: Botón de asistencia
fr: Bouton d'assistance
sv: Assist-knapp

source: Bed
es: Cama
fr: Lit
sv: Säng

source: Belle X
es: Bella X

source: Busy
es: Ocupado
fr: Occupé
sv: Upptagen

source: Button
es: Botón
fr: Bouton
sv: Knapp

source: Call Ended (Local)
es: Llamada finalizada (local)
fr: Appel terminé (local)
sv: Samtal avslutat (lokalt)

source: Call Ended (Remote)
es: Llamada finalizada (remota)
fr: Appel terminé (à distance)
sv: Samtal avslutat (fjärrstyrt)

source: Calling
es: Vocación
fr: Appel
sv: Kallelse

source: Camera
es: Cámara
fr: Caméra
sv: Kamera

source: Carbon Monoxide Sensor
es: Sensor de monóxido de carbono
fr: Capteur de monoxyde de carbone
sv: Sensor för kolmonoxid

source: Centralite Pearl Thermostat
es: Termostato Centralite Pearl
fr: Thermostat Centralite Pearl
sv: Centralite Pearl termostat

source: Connecting
es: Conectando
fr: De liaison
sv: Ansluter

source: Cooling set point adjusted
es: Punto de ajuste de refrigeración ajustado
fr: Point de consigne de refroidissement ajusté
sv: Kylningssetpoint justerat

source: DISABLED
es: DISCAPACITADO
fr: DÉSACTIVÉ
sv: INAKTIVERAD

source: Device
es: Dispositivo
fr: Appareil
sv: Enhet

source: Disconnected
es: Desconectado
fr: Déconnecté
sv: Frånkopplad

source: Emerson Thermostat
es: Termostato Emerson
fr: Thermostat Emerson
sv: Emerson termostat

source: Entry Sensor
es: Sensor de entrada
fr: Capteur d'entrée
sv: Ingångssensor

source: GE In-Wall Switch
es: Interruptor de pared GE
fr: Interrupteur mural GE

source: Google Health
es: Google Salud
fr: Google Santé

source: Health
es: Salud
fr: Santé
sv: Hälsa

source: Heating set point adjusted
es: Punto de ajuste de calefacción ajustado
fr: Point de consigne de chauffage ajusté
sv: Värmens börvärde justeras

source: Honeywell Lyric Thermostat
es: Termostato Lyric Honeywell
fr: Thermostat Honeywell Lyric
sv: Honeywell Lyric Termostat

source: IO Module
es: Módulo IO
fr: Module d'E/S
sv: IO-modul

source: In-Wall Dimmer
es: Atenuador de pared
fr: Variateur mural
sv: Dimmer i vägg

source: In-Wall Outlet
es: Toma de corriente en la pared
fr: Prise murale
sv: Uttag i vägg

source: Incoming Call
es: Llamada entrante
fr: Appel entrant
sv: Inkommande samtal

source: Keypad
es: Teclado
fr: Clavier
sv: Knappsats

source: Large Load Controller
es: Controlador de carga grande
fr: Contrôleur de charge importante
sv: Controller för stor belastning

source: Leak Sensor
es: Sensor de fugas
fr: Capteur de fuite
sv: Sensor för läckage

source: Leviton Decora In-Wall Switch
es: Interruptor de pared Decora de Leviton
fr: Interrupteur mural Leviton Decora
sv: Leviton Decora väggströmbrytare

source: Light
es: Luz
fr: Lumière
sv: Ljus

source: Lock
es: Bloqueo
fr: Verrouillage
sv: Lås

source: M-Series Smart Home Center
es: Centro para el hogar inteligente de la serie M
fr: Centre de maison intelligente de la série M
sv: M-serien Smart Home Center

source: Mobile PERS Button
es: Botón PERS móvil
fr: Bouton PERS mobile
sv: Mobil PERS-knapp

source: Motion Sensor
es: Sensor de movimiento
fr: Détecteur de mouvement
sv: Rörelsesensor

source: NOW
es: AHORA
fr: MAINTENANT
sv: NU

source: Not Found
es: Extraviado
fr: Non trouvé
sv: Inte hittad

source: Okay, resolving the notification...
es: De acuerdo, resolviendo la notificación ...
fr: Ok, résolution de la notification...
sv: Okej, jag löser anmälan...

source: Picture Frame
es: Marco
fr: Cadre photo
sv: Bildram

source: Presence Camera
es: Cámara de Presence
fr: Caméra de présence
sv: Presence-kamera

source: Pressure Pad
es: Almohadilla de presión
fr: Coussin de pression
sv: Tryckkudde

source: RUNNING
es: CORRIENDO
fr: EN COURS D'EXÉCUTION
sv: LÖPNING

source: Resolve
es: Resolver
fr: Résoudre
sv: Lös

source: Ringing
es: Zumbido
fr: Sonnerie
sv: Ringande

source: SERVICES
es: SERVICIOS
sv: TJÄNSTER

source: Sensibo Sky Thermostat
es: Termostato Sensibo Sky
fr: Thermostat Sensibo Sky
sv: Sensibo Sky termostat

source: Service Unavailable
es: Servicio No Disponible
fr: service non disponible
sv: Tjänsten är inte tillgänglig

source: Setting your ecobee thermostat into Away mode.
es: Configurando su termostato ecobee en modo Ausente.
fr: Régler votre thermostat ecobee en mode Absent.
sv: Ställ in din ecobee-termostat i läget "borta".

source: Setting your ecobee thermostat into Home mode.
es: Configurando su termostato ecobee en modo de inicio.
fr: Régler votre thermostat ecobee en mode Maison.
sv: Ställ in din ecobee-termostat i hemmaläge.

source: Setting your ecobee thermostat into Sleep mode.
es: Configurar su termostato ecobee en modo de suspensión.
fr: Régler votre thermostat ecobee en mode veille.
sv: Ställ in din ecobee-termostat i viloläge.

source: SilverShield
es: Escudo plateado
fr: Bouclier d'argent

source: Siren
es: Sirena
fr: Sirène

source: Smart Breaker
es: Interruptor inteligente
fr: Disjoncteur intelligent
sv: Smart brytare

source: Smart Cable
es: Cable inteligente
fr: Câble intelligent
sv: Smart kabel

source: Smart Dimmer
es: Dimmer inteligente
fr: Variateur intelligent

source: Smart Plug
es: Enchufe inteligente
fr: Prise intelligente
sv: Smart Kontakt

source: Temperature Sensor
es: Sensor de temperatura
fr: Capteur de température
sv: Temperaturgivare

source: Temperature and Humidity Sensor
es: Sensor de temperatura y humedad
fr: Capteur de température et d'humidité
sv: Sensor för temperatur och fuktighet

source: Terminated
es: Finalizado
fr: Terminé
sv: Avslutad

source: Touch Sensor
es: Sensor tactil
fr: Capteur tactile
sv: Beröringssensor

source: Touchpad
es: Panel táctil
fr: Pavé tactile
sv: Pekplatta

source: UPDATE STATUS >
es: ACTUALIZAR ESTADO >
fr: STATUT DE MISE À JOUR >
sv: UPPDATERA STATUS >

source: Update Status
es: Estado de actualización
fr: Mettre à jour le statut
sv: Uppdatera status

source: Vibration Sensor
es: Sensor de vibración
fr: Capteur de vibrations
sv: Vibrationsgivare

source: We don't have Motion or Radar or Entry device for occupancy home service to work.
es: No contamos con detector de movimiento, radar ni dispositivo de entrada para que funcione el servicio de ocupación domiciliaria.
fr: Nous n'avons pas de dispositif de détection de mouvement, de radar ou d'entrée pour que le service d'occupation à domicile fonctionne.
sv: Vi har ingen Motion eller Radar eller Entry-enhet för att hemtjänsten ska fungera.

source: We don't have enough Motion or Radar devices for occupancy away service to work.
es: No contamos con suficientes dispositivos de movimiento o radar para que funcione el servicio de ocupación fuera del lugar.
fr: Nous n'avons pas suffisamment d'appareils de détection de mouvement ou de radar pour que le service d'occupation à distance fonctionne.
sv: Vi har inte tillräckligt med rörelse- eller radarenheter för att beläggningstjänsten ska fungera.

source: We don't have enough devices for sleep service to work.
es: No tenemos suficientes dispositivos para que funcione el servicio de sueño.
fr: Nous n'avons pas assez d'appareils pour que le service de sommeil fonctionne.
sv: Vi har inte tillräckligt många enheter för att sömntjänsten ska fungera.

source: We have high confidence on the occupancy away service.
es: Confiamos plenamente en el servicio de desocupación.
fr: Nous avons une grande confiance dans le service d'occupation à distance.
sv: Vi har stort förtroende för tjänsten Occupancy away.

source: We have high confidence on the occupancy home service.
es: Confiamos plenamente en el servicio a domicilio.
fr: Nous avons une grande confiance dans le service d'occupation à domicile.
sv: Vi har stort förtroende för hemtjänsten.

source: We have high confidence on the sleep service.
es: Confiamos plenamente en el servicio de sueño.
fr: Nous avons une grande confiance dans le service du sommeil.
sv: Vi har stort förtroende för vår sömntjänst.

source: We have low confidence on the sleep service due to lack of recent measurements.
es: Tenemos poca confianza en el servicio de sueño debido a la falta de mediciones recientes.
fr: Nous avons une faible confiance dans le service du sommeil en raison du manque de mesures récentes.
sv: Vi har lågt förtroende för sömntjänsten på grund av avsaknaden av färska mätningar.

source: We have medium confidence on the sleep service due to lack of recent measurements.
es: Tenemos una confianza media en el servicio de sueño debido a la falta de mediciones recientes.
fr: Nous avons une confiance moyenne dans le service du sommeil en raison du manque de mesures récentes.
sv: Vi har ett medelhögt förtroende för sömntjänsten på grund av bristen på färska mätningar.

source: Withings Sleep Tracking Mat
es: Alfombrilla de seguimiento del sueño Withings
fr: Tapis de suivi du sommeil Withings
sv: Withings sömnmätningsmatta

source: Withings Watch
es: Reloj Withings
fr: Montre Withings

source: Your '{}' cooling set point is set to {}.
es: Su punto de ajuste de enfriamiento '{}' está establecido en {}.
fr: Votre point de consigne de refroidissement « {} » est défini sur {}.
sv: Din "{}" kylpunkt är inställd på {}.

source: Your '{}' cooling set point was manually adjusted to {}.
es: Su punto de ajuste de enfriamiento '{}' se ajustó manualmente a {}.
fr: Votre point de consigne de refroidissement « {} » a été réglé manuellement sur {}.
sv: Ditt "{}"-kylningsinställningsvärde justerades manuellt till {}.

source: Your '{}' heating set point is set to {}.
es: Su punto de ajuste de calefacción '{}' está establecido en {}.
fr: Votre point de consigne de chauffage '{}' est réglé sur {}.
sv: Värmeinställningen "{}" är inställd på {}.

source: Your '{}' heating set point was manually adjusted to {}.
es: Su punto de ajuste de calefacción '{}' se ajustó manualmente a {}.
fr: Votre point de consigne de chauffage « {} » a été réglé manuellement sur {}.
sv: Värmeinställningen "{}" justerades manuellt till {}.

source: Your '{}' is now set to {}.
es: Su '{}' ahora está configurado en {}.
fr: Votre '{}' est maintenant défini sur {}.
sv: Din "{}" är nu inställd på {}.

source: Your '{}' is set to {}.
es: Su '{}' está configurado en {}.
fr: Votre '{}' est défini sur {}.
sv: Din "{}" är inställd på {}.

source: Your '{}' learned the away cooling setpoint should be {} from HOME mode.
es: Su '{}' aprendió que el punto de ajuste de enfriamiento ausente debe ser {} del modo INICIO.
fr: Votre '{}' a appris que le point de consigne de refroidissement absent doit être {} à partir du mode DOMICILE.
sv: Ditt "{}" lärde sig att kylningssollvärdet för bortkoppling ska vara {} från HOME-läget.

source: Your '{}' learned the away heating setpoint should be {} from HOME mode.
es: Su '{}' aprendió que el punto de ajuste de calefacción ausente debe ser {} del modo INICIO.
fr: Votre '{}' a appris que le point de consigne de chauffage absent doit être {} à partir du mode DOMICILE.
sv: Din "{}" lärde sig att värmesetvärdet för bortalaget ska vara {} från HOME-läget.

source: Your '{}' learned the night time cooling setpoint.
es: Su '{}' aprendió el punto de ajuste de enfriamiento nocturno.
fr: Votre '{}' a appris le point de consigne de refroidissement nocturne.
sv: Ditt "{}" lärde sig inställningsvärdet för nattkylning.

source: Your '{}' learned the night time heating setpoint.
es: Su '{}' aprendió el punto de ajuste de calefacción nocturna.
fr: Votre '{}' a appris le point de consigne de chauffage nocturne.
sv: Ditt "{}" lärde sig inställningsvärdet för nattvärme.

source: Your '{}' learned you want the cooling set point set to {} when you are home.
es: Su '{}' aprendió que desea que el punto de ajuste de enfriamiento se establezca en {} cuando esté en casa.
fr: Votre '{}' a appris que vous souhaitez que le point de consigne de refroidissement soit réglé sur {} lorsque vous êtes à la maison.
sv: Din "{}" lärde dig att du vill att kylningsinställningen ska vara inställd på {} när du är hemma.

source: Your '{}' learned you want the heating set point set to {} when you are home.
es: Su '{}' aprendió que desea que el punto de ajuste de calefacción se establezca en {} cuando esté en casa.
fr: Votre '{}' a appris que vous souhaitez que le point de consigne de chauffage soit réglé sur {} lorsque vous êtes à la maison.
sv: Din "{}" lärde dig att du vill att värmeinställningen ska vara inställd på {} när du är hemma.

source: Your new cooling set point is {} and heating setpoint is {}.
es: Su nuevo punto de ajuste de refrigeración es {} y el punto de ajuste de calefacción es {}.
fr: Votre nouveau point de consigne de refroidissement est {} et votre point de consigne de chauffage est {}.
sv: Ditt nya börvärde för kylning är {} och ditt börvärde för uppvärmning är {}.

source: air
es: aire
sv: luft

source: bath
es: baño
fr: bain
sv: bad

source: bed
es: cama
fr: lit
sv: säng

source: charger
es: cargador
fr: chargeur
sv: laddare

source: condition
es: condición
sv: villkor

source: cook
es: cocinero
fr: cuisiner
sv: kock

source: cooler
es: refrigerador
fr: glacière
sv: svalare

source: dad's room
es: la habitación de papá
fr: la chambre de papa
sv: pappas rum

source: dads room
es: la habitación de papá
fr: chambre de papa
sv: pappas rum

source: dishwasher
es: lavavajillas
fr: lave-vaisselle
sv: diskmaskin

source: dryer
es: secador
fr: séchoir
sv: torktumlare

source: entered a duress code, indicating a potential threat.
es: ingresó un código de coacción, lo que indica una amenaza potencial.
fr: a saisi un code de contrainte, indiquant une menace potentielle.
sv: skrev in en tvångskod, vilket visade att det fanns ett potentiellt hot.

source: fridge
es: frigorífico
fr: réfrigérateur
sv: kylskåp

source: furnace
es: horno
fr: four
sv: Ugn

source: garage
es: garaje

source: has a burglar alarm
es: tiene una alarma antirrobo
fr: a une alarme antivol
sv: har ett inbrottslarm

source: has a burglar alarm because a door opened
es: tiene alarma antirrobo porque se abrió una puerta
fr: a une alarme antivol parce qu'une porte s'est ouverte
sv: har ett inbrottslarm eftersom en dörr har öppnats

source: has a burglar alarm because a window opened
es: tiene alarma antirrobo porque se abrió una ventana
fr: a une alarme antivol parce qu'une fenêtre s'est ouverte
sv: har ett inbrottslarm på grund av att ett fönster har öppnats

source: has a burglar alarm, shortly after arming
es: tiene una alarma antirrobo, poco después de armarse
fr: dispose d'une alarme antivol, peu de temps après l'armement
sv: har ett inbrottslarm, kort efter det att det har aktiverats

source: heater
es: calentador
fr: chauffage
sv: värmare

source: iOS Camera
es: Cámara iOS
fr: Appareil photo iOS
sv: iOS-kamera

source: iOS Picture Frame
es: Marco de imagen de iOS
fr: Cadre photo iOS
sv: iOS bildram

source: is experiencing a water leak
es: está experimentando una fuga de agua
fr: subit une fuite d'eau
sv: har en vattenläcka

source: kitch
es: cocina
fr: cuisine
sv: kök

source: lamp
es: lámpara
fr: lampe
sv: lampa

source: lantern
es: linterna
fr: lanterne
sv: lykta

source: light
es: luz
fr: lumière
sv: ljus

source: may need some assistance
es: puede necesitar algo de ayuda
fr: peut avoir besoin d'aide
sv: kan behöva viss hjälp

source: mom's room
es: la habitación de mamá
fr: la chambre de maman
sv: mammas rum

source: moms room
es: la habitación de mamá
fr: chambre des mamans
sv: mammas rum

source: outlet
es: salidatoilet
fr: sortie
sv: utlopp

source: oven
es: horno
fr: four
sv: ugn

source: pool
es: piscina
fr: piscine

source: powder
es: polvo
fr: poudre
sv: pulver

source: shower
es: ducha
fr: douche
sv: dusch

source: stove
es: estufa
fr: poêle
sv: spis

source: toilet
es: aseo
fr: toilettes
sv: toalett

source: tub
es: bañera
fr: cuve
sv: badkar

source: water heater
es: calentador de agua
fr: chauffe-eau
sv: varmvattenberedare

source: {} hours
es: {} horas
fr: {} heures
sv: {} timmar

source: {} minutes
es: {} minutos
sv: {} minuter

source: {} seconds
es: {} segundos
fr: {} secondes
sv: {} sekunder

source: Proxy
fr: Procuration
sv: Fullmakt

source: Smart Home Center
fr: Centre de maison intelligente

source: Vayyar Care
fr: Soins Vayyar

source: bdrm
fr: chambre à coucher

source: bett
fr: mieux

source: dinnete
fr: dîner
sv: middag

source: hvac
fr: CVC

source: schlaf
fr: dormir
